<template>
	<div class="withhold_container">
		<h1>存票代扣协议</h1>
		<p class="text_p">本协议是缴费合作机构（以下简称“机构”）、上海燕致网络技术有限公司（以下简称“存票”）与用户(以下或称“您”)就代扣服务（或称“本服务”）的相关事项所订立的有效合约。您通过网络页面点击确认或以其他方式选择接受本协议，即表示用户与机构、支付宝已达成协议并同意接受本协议的全部约定内容。在接受本协议之前，请您仔细阅读本协议的全部内容（特别是粗体字内容）。如果您不同意本协议的任意内容，或者无法准确理解存票对条款的解释，请不要进行后续操作。</p>
		<div class="hr"></div>
		<h2>一、代扣服务内容</h2>
		<p class="text_p">代扣服务是机构和存票共同为用户提供的一种便捷缴费服务，对于成功签约的用户，由机构根据账单向存票发送代扣指令，存票执行机构的代扣指令对用户账户扣款，完成缴费。</p>
		<div class="hr"></div>
		<h2>二、三方权利义务</h2>
		<p class="text_p">1、您一旦开通本服务，即授权机构在账单出具后向存票发起代扣指令，并授权存票在收到机构的指令后，即可自您签约的余额或零钱等扣款渠道中扣取对应的款项或代本人向相关银行发送扣款指令，并授权银行自本人的银行卡扣取相关款项，用于缴费。</p>
		<p class="text_p">2、您确认并同意，若因机构未能及时出具账单，或账单逾期、错误导致您未能及时偿付相关款项而产生违约金或者多扣、重复扣款的，因此导致的所有责任及损失，均由您与机构自行协商解决。除非存票未按照机构的指令操作或执行指令错误，存票将不对任何因本协议之履行承担法律责任。</p>
		<p class="text_p">3、您理解并同意存票有权根据实际情况决定扣款渠道及各渠道的扣款顺序，具体以页面提示或存票APP的相关规则、解释为准。但在相关信息内容发生变更或终止本协议前，您通过本服务已得到执行的扣款指令或支付宝正在执行的扣款指令，并不会因此而变更或终止，您仍需依照变更或终止前的内容履行相应权利义务。</p>
		<p class="text_p">4、您确认并同意，因您存票账户被限权（包括但不限于账户冻结）、注销等原因，以及您存票账户余额、零钱，或开通快捷支付（含卡通）的银行卡账户未留有足额的余款，导致代扣款项失败所造成的一切责任您自行承担。</p>
		<p class="text_p">5、基于风险的防范与控制，存票可能会对您选择的不同扣款渠道的扣款额度进行限制，具体以支付宝公告的为准。若超过该限额的话，将会扣款失败，无法完成付款。</p>
		<p class="text_p">
6、您授权存票在您使用本服务期间或存票终止提供本服务后，有权保留您在使用本服务期间所形成的相关信息数据，同时该授权不可撤销。</p>
		<div class="hr"></div>
		<h2>三、其他</h2>
		<p class="text_p">本协议自点击确认之日起生效，在您提交解约申请且得到存票确认之前，本协议持续有效。您确认，除遵守本协议约定内容外，还须遵循在签约页面中显示的各类服务使用规则，否则因此可能导致的损失或责任均由本人自行承担。</p>
		<p class="text_p">支付宝将有权随时修改本协议的有关条款，一旦本协议的内容发生变动，支付宝将会通过网站公告方式告知您。如果您不同意支付宝对本协议相关条款所做的修改，您应立即停止使用本服务。一旦您继续使用本服务的，视为您理解并接受修改后的协议条款。</p>
		<p class="text_p">您同意，本协议适用中华人民共和国大陆地区法律。因支付宝、机构与您就本协议的签订、履行或解释发生争议，三方应努力友好协商解决。</p>
		<p class="text_p">本协议内容包括协议正文及所有存票已经发布的或将来可能发布的存票服务的使用规则。所有规则为本协议不可分割的一部分，与协议正文具有相同法律效力。若您在本协议内容发生修订后，继续使用本服务的，则视为您同意最新修订的协议内容；否则您须立即停止使用本服务。如停用本服务请联系客服。</p>
	</div>
</template>
<style lang="scss">
	.withhold_container{
		padding: 0 20px;
		overflow-y: auto;
		h1{
			font-size: 32px;
			color: #474747;
			margin: 38px 0;

		}
		h2{
			font-size: 16px;
			color:#464646;
			margin: 27px 0 27px 0;
		}
		.text_p{
			font-size: 14px;
			color:#8a8b8f;
			padding:0 0 37px 0;
			line-height: 24px;
		}
		.hr{
			width: 45px;
			border-top: 1px solid #d3d3d3;
		}
	}
</style>